/* Info shown cell for TV shows */
"Season %@, Episode %@" = "Sezóna %1$@, Epizoda %2$@";

/* Info shown cell for TV shows with no episode number */
"Season %@" = "Sezóna %@";

/* TV Season header in video details */
"%@, Season %@" = "%@, Sezóna %@";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(epizody: 1)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(knihy: 1)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(knihy: %d)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(epizody %d, videa: 1)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(epizody: %d, videa: %d)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(epizody: %d)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(videa: %d)";

"ONE_SONG" = "skladby: 1";
"SONGS_COUNT_FORMAT" = "skladby: %d";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "alba: %d, skladby: %d";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "alba: %d, skladby: 1";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "skladby: 1";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "skladby: %d";

"ALBUM_HEADER_SONG_COUNT" = "skladby: %d";
"ALBUM_HEADER_SONG_COUNT_1" = "skladby: 1";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Vydáno %@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"LIBRARY" = "Knihovna";
"MUSIC" = "Hudba";
"NO_MUSIC_TITLE" = "Hudba";
"NO_VIDEOS_TITLE" = "Videa";
"SOURCES" = "Zdroje";

/* Header string used to indicate numeric section of a table */
"123" = "123";

/* attached */
"ACCESSORY_CONNECTED" = "Připojeno příslušenství";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "Přidat všechna alba";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "Přidat vše";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "Přidejte skladby do seznamu On-The-Go.";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Uložit";
"ADD_PLAYLIST_DIALOG_TITLE" = "Nový seznam";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Zadejte název seznamu.";
"ADD_PLAYLIST_ROW" = "Přidat seznam…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Titul";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Přidejte skladby do seznamu „%@“.";
"EDIT_PLAYLIST_RENAME" = "Přejmenovat";
"EDIT_PLAYLIST_ADD_SONGS" = "Přidat skladby";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Přejmenovat seznam";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Titul";

/* No comment provided by engineer. */
"Albums" = "Alba";

/* list option to view all albums. */
"All Albums" = "Všechna alba";

/* list option to view all songs. */
"All Songs" = "Všechny skladby";

/* No comment provided by engineer. */
"Audible" = "Audible";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "Kapitola %.02d/%.02d";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Chapter %d of %d" = "Kapitola %1$d z %2$d";

"CHAPTER_INDEX_FORMAT" = "Kapitola %d";

/* No comment provided by engineer. */
"Refresh Playlist" = "Obnovit seznam";

"CLEAR" = "Obnovit";

/* No comment provided by engineer. */
"Clear Playlist" = "Obnovit seznam";

/* No comment provided by engineer. */
"Save Playlist" = "Uložit seznam";

/* No comment provided by engineer. */
"Delete Playlist" = "Smazat seznam";

/* No comment provided by engineer. */
"content" = "obsah";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "Neplatné";

/* No comment provided by engineer. */
"Delete" = "Smazat";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "Chcete smazat video „%@“ a uspořit místo?";

/* No comment provided by engineer. */
"Done" = "Hotovo";

/* No comment provided by engineer. */
"Edit" = "Upravit";

/* No comment provided by engineer. */
"Save" = "Uložit";

/* Info shown cell for TV shows */
"Episode %@" = "Epizoda %@";

"GENIUS_MIX_BASED_ON_PREFIX" = "Podle hudby od:";
"GENIUS_MIX_BASED_ON_FORMAT" = "%@ a další";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "%@, ";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = " a další";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "Mix Genius";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "Chcete-li stáhnout „%@“, připojte se k Wi-Fi nebo mobilní síti.";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "Chcete-li stáhnout „%@“, připojte se k Wi-Fi.";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "Ponechat";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "alba: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "umělci: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "knihy Audible: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "audioknihy: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "kompilace: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "skladatelé: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "položky: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "stopy: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "žánry: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "seznamy: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "epizody: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "podcasty: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "skladby: %d";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "Stahování %d z %d…";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "hlasové poznámky: %d";

/* No comment provided by engineer */
"LOADING_GENIUS" = "Načítání…";

/* No comment provided by engineer */
"LOADING_LYRICS" = "Načítání textu…";

/* No comment provided by engineer. */
"More" = "Více";

/* Section header title in the Videos list */
"Movies" = "Filmy";

/* Section header title in the Videos list */
"Movie Rentals" = "Vypůjčené filmy";

/* Section header title in the Videos list */
"Music Videos" = "Hudební videa";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "Žádné audioknihy";

/* Generic no content message */
"No Content" = "Žádný obsah";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "Žádná hudba";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "Žádné podcasty";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "Žádná videa";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "Alba";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "Umělci";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "Audioknihy";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "Kompilace";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "Skladatelé";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "Žánry";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "Mixy Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "Více";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Seznamy";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Seznamy";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "Podcasty";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "Skladby";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "Videa";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "Filmy";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "Zápůjčky";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "TV pořady";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "Podcasty";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "Hudební videa";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "Info";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "Kapitoly";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "Epizody";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "Přehrát film";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "Sdílené";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "Část %d z %d";

/* No comment provided by engineer. */
"Playlists" = "Seznamy";

/* Section header title in the Videos list */
"Podcasts" = "Podcasty";

/* Shuffle option shown in song lists */
"Shuffle" = "Zamíchat";

/* No comment provided by engineer. */
"Songs" = "Skladby";

/* iTunes Movie Store */
"MOVIE_STORE" = "Obchod";

/* iTunes Music Store */
"MUSIC_STORE" = "Obchod";

/* No comment provided by engineer. */
"Syncing" = "Synchronizace";

/* Section header title in the Videos list */
"TV Shows" = "TV pořady";

/* No comment provided by engineer. */
"Unknown" = "Není známo";
"UNKNOWN_ARTIST" = "Neznámý umělec";
"UNKNOWN_ALBUM" = "Neznámé album";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "Podcasty můžete stáhnout z iTunes Store";
"You can download iTunes U content from iTunes." = "Obsah iTunes U můžete stáhnout z iTunes Store";
"You can download audiobooks from iTunes." = "Audioknihy můžete stáhnout z iTunes Store";
"You can download music from iTunes." = "Hudbu můžete stáhnout z iTunes Store";
"You can download videos from iTunes." = "Videa můžete stáhnout z iTunes Store";

"NOW_PLAYING" = "Puštěné:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "Puštěné";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "-1";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Výpůjčka filmu vyprší";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Tento film záhy vyprší. Pokud zastavíte sledování po vypršení, bude jej třeba znovu vypůjčit.";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "Určitě chcete „%@“ smazat? Pokud smažete tento vypůjčený film, bude jej třeba pro zhlédnutí znovu vypůjčit.";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "Určitě chcete položku „%@“ smazat?";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "Položka „%@“ nebyla přenesena do iTunes. Pokud ji smažete, budete ji muset znovu koupit.";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Chcete tento vypůjčený film přehrát?";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Výpůjčka TV pořadu vyprší";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Tento TV pořad záhy vyprší. Pokud zastavíte sledování po vypršení, bude jej třeba znovu vypůjčit.";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "Určitě chcete „%@“ smazat? Pokud smažete tento vypůjčený TV pořad, bude jej třeba pro zhlédnutí znovu vypůjčit.";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Chcete tento vypůjčený TV pořad přehrát?";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "Výpůjční doba vyprší %d dnů po začátku sledování.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "Výpůjční doba vyprší %d den po začátku sledování.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "Výpůjční doba vyprší %d hod po začátku sledování.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "Výpůjční doba vyprší %d hod po začátku sledování.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "Výpůjční doba vyprší %d min po začátku sledování.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "Výpůjční doba vyprší %d min po začátku sledování.";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "Načíst další epizody…";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "Viz doporučení Genius…";

"GET_MORE_TV_EPISODES" = "Načíst další epizody…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "Výsledky hledání";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "Skladba";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "Umělec";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "Album";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "Seznam";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "Audiokniha";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "Hudební video";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "TV pořad";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "Podcast";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "Film";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "Hledat";

"SEARCH_RESULTS_ONE_RESULT" = "výsledky: 1";
"SEARCH_RESULTS_RESULTS_FORMAT" = "výsledky: %d";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Umělci (%@)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Umělec (%@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Alba (%@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Seznam (%@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Seznamy (%@)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Skladba (%@)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Skladby (%@)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "Audioknihy (%@)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "Audiokniha (%@)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "Epizody podcastu (%@)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "Epizoda podcastu (%@)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "Podcasty (%@)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "Podcast (%@)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "Hudební videa (%@)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "Hudební video (%@)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "TV epizody (%@)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "TV epizoda (%@)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "TV pořady (%@)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "TV pořad (%@)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "Filmy (%@)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "Film (%@)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Žánry (%@)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Žánr (%@)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "Skladatelé (%@)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "Skladatel (%@)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "Pokračovat v hledání v obchodě…";

"PODCAST_LINK_EMAIL_FORMAT" = "Podívej se na tenhle podcast v iTunes:<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Chcete-li sdílet podcasty, nastavte nějaký poštovní účet.";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "Souhrn";
"DESCRIPTION_HEADER" = "Popis";

"ACTOR_HEADER_SINGULAR" = "Herec";
"ACTOR_HEADER_PLURAL" = "Herci";

"DIRECTOR_HEADER_SINGULAR" = "Režisér";
"DIRECTOR_HEADER_PLURAL" = "Režiséři";

"PRODUCER_HEADER_SINGULAR" = "Producent";
"PRODUCER_HEADER_PLURAL" = "Producenti";

"SCREENWRITER_HEADER_SINGULAR" = "Scénárista";
"SCREENWRITER_HEADER_PLURAL" = "Scénáristé";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "alba: %d, skladby: %d";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "alba: %d, skladby: %d";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "alba: %d, skladby: %d";

"NO_METADATA_RELEASED_HEADER" = "Vydáno";
"NO_METADATA_LENGTH_HEADER" = "Délka";
"NO_METADATA_SIZE_HEADER" = "Velikost";
"NO_METADATA_COPYRIGHT_HEADER" = "Copyright";
"NO_METADATA_DIMENSIONS_HEADER" = "Rozměry";
"NO_METADATA_CODECS_HEADER" = "Kodeky";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "Vydáno";
"LENGTH_HEADER" = "Délka";
"SIZE_HEADER" = "Velikost";
"COPYRIGHT_HEADER" = "Copyright";
"FROM_THE_ALBUM_HEADER" = "Z alba (k dispozici v iTunes)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "Rozměry";
"CODECS_HEADER" = "Kodeky";

"RELEASE_DATE_UNKNOWN" = "Není známo";
"DURATION_UNKNOWN" = "Není známo";
"DIRECTORS_UNKNOWN" = "Není známo";

"ALBUM_UNKNOWN" = "Neznámé album";
"ALBUM_SONGS_COUNT_SINGULAR" = "skladby: 1";
"ALBUM_SONGS_COUNT_PLURAL" = "skladby: %u";

"CREATE_GENIUS_PLAYLIST" = "Vyberte skladbu pro seznam Genius.";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Přidejte skladby do seznamu „%@“.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Vydáno %@";
"ALBUM_INFO_SONGS_SINGULAR" = "skladby: 1";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "skladby: %u";
"ALBUM_INFO_TIME_SINGULAR" = "1 min";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "Videa můžete stáhnout z iTunes.";
"GENIUS_PLAYLIST" = "Seznam Genius";
"DELETE_VIDEO_ALERT" = "Smazat video?";

"PLAYLIST_DELETE_ALERT_TITLE" = "Smazat: „%@“";
"PLAYLIST_DELETE_ALERT_BODY" = "Pokud smažete položku „%@“, bude při příští synchronizaci též odstraněna z počítače.";

"EPISODE_DESCRIPTION_MORE" = "Více";

"NO_RESULTS" = "Žádné výsledky";

"PLAY_ALL_SONGS" = "Přehrát všechny skladby";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "Vyberte skladbu pro seznam Genius.";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "Nový";
"GENIUS_REFRESH_BUTTON_TITLE" = "Obnovit";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--:--";

"SHARED_SECTION_TITLE" = "Knihovny Domácího sdílení";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "Knihovna „%@“ požaduje heslo.";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "Heslo";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "Ke knihovně „%@“ se nelze připojit.";

"RENTAL_EXPIRED_FORMAT" = "Výpůjční doba položky „%@“ vypršela";
"RENTAL_WARNING_DAYS_FORMAT" = "Máte %1$@ dnů na zhlédnutí filmu „%2$@“. Poté bude film smazán.";
"RENTAL_WARNING_DAY_FORMAT" = "Máte %1$@ den na zhlédnutí filmu „%2$@“. Poté bude film smazán.";
"RENTAL_WARNING_HOURS_FORMAT" = "Máte %1$@ hod na zhlédnutí filmu „%2$@“. Poté bude film smazán.";
"RENTAL_WARNING_HOUR_FORMAT" = "Máte %1$@ hod na zhlédnutí filmu „%2$@“. Poté bude film smazán.";
"RENTAL_WARNING_MINUTES_FORMAT" = "Máte %1$@ min na zhlédnutí filmu „%2$@“. Poté bude film smazán.";
"RENTAL_WARNING_MINUTE_FORMAT" = "Máte %1$@ min na zhlédnutí filmu „%2$@“. Poté bude film smazán.";

"HOME_SHARING_SPLASH_LABEL" = "Domácí sdílení";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "Apple ID";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "priklad@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "Heslo";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "Požadováno";
"HOME_SHARING_FOOTER_LABEL" = "Pro použití Domácího sdílení je požadováno Apple ID.";
"HOME_SHARING_ERROR_TITLE" = "Domácí sdílení nelze zapnout";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "Ke knihovně médií se nelze připojit";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "Domácí sdílení vyžaduje iTunes 10.2 nebo novější.";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "Můj iPad";
"SHARED_DEVICE_LIBRARY_FORMAT" = "Můj %@";

"DOWNLOAD_ALL_BUTTON_TITLE" = "Stáhnout vše";
"SHOW_COMPLETE_ALBUM" = "Zobrazit zkompletované album…";
"HIDE_COMPLETE_ALBUM" = "Skrýt zkompletované album";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "Zkompletovat moje album %@";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "Zkompletovat toto album";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "HD";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "SD";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "Koupit album: %@";
"REGULAR_ALBUM_PRICE_LABEL" = "Běžná cena %@";
"SHOW_COMPLETE_SEASON" = "Zobrazit zkompletovanou sezónu";
"HIDE_COMPLETE_SEASON" = "Skrýt zkompletovanou sezónu";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "Další epizody (%d)…";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "Další epizody (%d) jsou k dispozici v iTunes";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = "Další epizody (%d)…";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "Další epizody (%d) jsou k dispozici v iTunes";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "Zkompletovat moji sezónu %@";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "Zkompletovat sezónu";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "Zkompletovat předplacenou sezónu";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "Koupit sezónu %@";
"BUY_SEASON_NO_AMOUNT_LABEL" = "Koupit sezónu";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "Koupit sezónní předplatné";

"EXIT_STORE_BUTTON_TITLE" = "Knihovna";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "Podcasty byly přesunuty";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "Nové epizody je možné stahovat pomocí aplikace Podcasty.";
